tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
brew "ansible"
brew "awscli"
brew "bpytop"
brew "btop"
brew "glib"
brew "certbot"
brew "dep"
brew "direnv"
brew "dog"
brew "emojify"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "libavif"
brew "git-filter-repo"
brew "gnupg"
brew "gobject-introspection"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "id3lib"
brew "libheif"
brew "tcl-tk"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "lean-cli"
brew "less"
brew "mas"
brew "mtr"
brew "mysql"
brew "mysql-client"
brew "neofetch"
brew "nghttp2"
brew "nmap"
brew "node"
brew "pinentry-mac"
brew "postgresql@15", restart_service: true
brew "rclone"
brew "redis"
brew "restic"
brew "sloc"
brew "smartmontools"
brew "socat"
brew "ssh-copy-id"
brew "starship"
brew "sysbench"
brew "telnet"
brew "websocat"
brew "wget"
brew "wrk"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "stripe/stripe-cli/stripe"
cask "blender"
cask "clashx"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "downie"
cask "electrum"
cask "eudic"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-noto-emoji"
cask "gitup"
cask "google-chrome"
cask "handbrake"
cask "heynote"
cask "iina"
cask "imazing"
cask "iterm2"
cask "keka"
cask "keycastr"
cask "logseq"
cask "monitorcontrol"
cask "netnewswire"
cask "netspot"
cask "numi"
cask "obs"
cask "omnidisksweeper"
cask "paw"
cask "planet"
cask "powerphotos"
cask "secretive"
cask "slack"
cask "softu2f"
cask "squirrel"
cask "steam"
cask "syncthing"
cask "telegram"
cask "tg-pro"
cask "visual-studio-code"
cask "wireshark"
cask "xbar"
cask "zed"
cask "zoom"
mas "Affinity Photo", id: 824183456
mas "Bitwarden", id: 1352778147
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Medis", id: 1063631769
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "QQ", id: 451108668
mas "WeChat", id: 836500024
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
